app/controllers/students_controller.rb

  def index
    render "index"
    @students = Student.all
---
SELECT "students".* FROM "students"